Repository: PetrDlouhy/django-admin-charts
Catalog: admin_tools_stats/locale/*/LC_MESSAGES/django.po
Languages: es

source: Admin Tools Stats
es: Herramientas estadísticas

source: Criteria
es: Criterio de gráficas

source: Criterias
es: Criterios de gráficas

source: Related model
es: Modelo relacionado

source: Time scale
es: Escala de tiempo

source: Chart type
es: Tipo de gráfica

source: Tools stats
es: Herramientas estadísticas

source: Scale
es: Escalar

source: Since
es: Desde

source: Until
es: Hasta

source: Count
es: Contar

source: Sum
es: Sumar

source: Average
es: Promedio

source: Average count per active model instance
es: Recuento promedio por instancia de modelo activo

source: Max
es: Máximo

source: Min
es: Mínimo

source: StdDev
es: Desviación estandar

source: Variance
es: Varianza

source: Bar
es: Barras

source: Line
es: Lineas

source: Multi Bar
es: Barras múltiples

source: Pie
es: Torta

source: Stacked Area
es: Área fija

source: Multi Bar Horizontal
es: Barras multiples horizontales

source: Line Plus Bar
es: Lineas y barras

source: Scatter
es: Puntos

source: Cumulative Line
es: Linea acumulativa

source: Line With Focus
es: Linea con enfoque

source: Hours
es: Horas

source: Days
es: Días

source: Weeks
es: Semanas

source: Months
es: Meses

source: Quarters
es: Cuartos

source: Years
es: Años

source: criteria name
es: Nombre del criterio

source: it needs to be one word unique. Ex. status, yesno
es: Es una palabra única. Ejemplo: estado, cantidad

source: fixed criteria / value
es: Valor o criterio fijo

source: a JSON dictionary of key-value pairs that will be used for the criteria
es: Se indica en formato JSON donde los objetos serán usados para el criterio

source: dynamic criteria field name
es: Nombre del criterio dinámico

source: ex. for call records - disposition
es: Ejemplo: usuarios - cantidad

source: dynamic criteria / value
es: Criterio o valor dinámico

source: a JSON dictionary with records in two following possible formats:<br/>"key_value": "name"<br/>"key": [value, "name"]<br/>use blank key for no filter<br/>Example:<br/><pre>{<br/> "": [null, "All"],<br/> "True": [true, "True"],<br/> "False": [false, "False"]<br/>}</pre><br/>Left blank to exploit all choices of CharField with choices
es: Un diccionario JSON con campos basado en dos posibles formatos:<br/>"key_value": "name"<br/>"key": [value, "name"]<br/>Use una key en blanco para no filtrar<br/>Ejemplo:<br/><pre>{<br/> "": [null, "All"],<br/> "True": [true, "True"],<br/> "False": [false, "False"]<br/>}</pre><br/>Left blank to exploit all choices of CharField with choices

source: date
es: Fecha de creación

source: updated_date
es: Fecha de actualización

source: dashboard stats criteria
es: Criterios de gráficas

source: graph identifier
es: Identificador de gráfica

source: Only small alphanumeric characters and underscore allowed.
es: Solo cacteres alfanuméricos o guiones bajos.

source: it needs to be one word unique. ex. auth, mygraph
es: Debe ser una palabra única. Ejemplo: migrafica, vehiculos

source: graph title
es: Título

source: heading title of graph box
es: Título de gráfica. Ejemplo: Cantidad de usuarios

source: app name
es: Nombre de la app

source: ex. <i>auth</i>, <i>dialer_cdr</i>
es: Ejemplo: <i>auth</i>, <i>ubicacion</i>

source: model name
es: Nombre del modelo

source: ex. <i>User</i>
es: Ejemplo: <i>User</i>

source: date field name
es: Nombre del campo de fecha

source: ex. <i>date_joined</i>, <i>invitation__invitation_date</i>
es: Ejemplo. <i>date_joined</i>, <i>invitation__invitation_date</i>

source: user field name
es: Nombre de campo de usuario

source: User field that will limit chart data only for currently logged user (if not superuser)<br/>ex. owner, <i>invitation__owner</i>
es: Campo limitado o oculto según el tipo de usuario (Si no es superusuario)<br/>Ejemplo. funcionario, <i>invitation__usuario</i>

source: show to ordinary users
es: Mostrar a todos los usuarios

source: Be carefull and test if it still doesn't expose sensitive data
es: Tener cuidado de no exponer datos sensibles

source: Operate field name
es: Campo adicional

source: The field you want to aggregate, ex. <i>amount</i>, <i>salaries__total_income</i>.<br/>Can contain multiple fields divided by comma.
es: Es el campo que se desea agregar (agregación), Ejemplo. <i>Cantidad</i>, <i>salaries__total_income</i>.<br/>Puede tener multiples campos divididos por una coma.

source: cache charts values
es: Valores de gráficos de cache

source: If chart's values are cached, you will always get cached values, unless you pres reload/reload_all button
es: Si los valores del gráfico están almacenados en caché, siempre obtendrá valores almacenados en caché, a menos de que presione el botón de refrescar.

source: Choose Type operation
es: Seleccione el tipo de operación

source: More than one selected field will display chooser on the chart.
es: Mas de un campo seleccionado mostrará un selector en la gráfica.

source: Default chart type
es: Tipo de gráfica por defecto

source: Allowed chart types
es: Tipos de gráfica permitidos

source: Default period
es: Periodo por defecto

source: Number of days
es: Número de días

source: Default time scale
es: Escala de tiempo por defecto

source: Allowed time scales
es: Escalas de tiempo permitidas

source: Y axis format
es: Fomato de eje Y

source: Format of Y axis.<a href='https://github.com/d3/d3-format' target='_blank'>See description of possible values</a>.
es: Formato de eje Y.<a href='https://github.com/d3/d3-format' target='_blank'>Revisar los posibles valores</a>.

source: dashboard stats
es: Estadísticas

source: criteria field prefix
es: Prefijo del campo de criterio

source: prefix, that will be added befor all lookup paths of criteria
es: El prefijo sera añadido para realizar busquedas por criterio

source: Use dynamic criteria as
es: Usar criterio dinámico como

source: Default filter criteria option
es: Opción de filtro de criterio por defecto

source: Works only with Chart filter criteri
es: Funciona solo con el filtro por criterio

source: Choices are dependend on chart time range
es: Las opciones dependenden del rango de tiempo

source: Choices are not cached if this is set to true
es: Las opciones no se guardan en cache si la opción esta marcada

source: Cached Value
es: Valor en caché

source: Stored Values
es: Valores en caché

source: No charts available, please
es: No hay gráficas disponibles, por favor

source: configure them
es: configure.

source: There aren't charts for display, please setup making
es: No hay gráficas disponibles, agregue una haciendo

source: all
es: Todos

source: analytics
es: Análisis
